[
    {
        "title": "Nine Finalists Chosen in NASA's Mars 2020 Rover Naming Contest",
        "preview": "Nine finalists have been chosen in the essay contest for K-12 students across U.S. to name NASA's next Mars rover. Now you can help by voting for your favorite. "
    },
    {
        "title": "Space History Is Made in This NASA Robot Factory",
        "preview": "From rockets to rovers, JPL's Spacecraft Assembly Facility has been at the center of robotic spaceflight. Here's a closer look at what makes it so special."
    },
    {
        "title": "Heat and Dust Help Launch Martian Water Into Space, Scientists Find",
        "preview": "Scientists using an instrument aboard NASA’s Mars Atmosphere and Volatile EvolutioN, or MAVEN, spacecraft have discovered that water vapor near the surface of the Red Planet is lofted higher into the atmosphere than anyone expected was possible. "
    },
    {
        "title": "Mars Helicopter Attached to NASA's Perseverance Rover",
        "preview": "The team also fueled the rover's sky crane to get ready for this summer's history-making launch."
    },
    {
        "title": "Air Deliveries Bring NASA's Perseverance Mars Rover Closer to Launch",
        "preview": "A NASA Wallops Flight Facility cargo plane transported more than two tons of equipment — including the rover's sample collection tubes — to Florida for this summer's liftoff."
    },
    {
        "title": "A Martian Roundtrip: NASA's Perseverance Rover Sample Tubes",
        "preview": "Marvels of engineering, the rover's sample tubes must be tough enough to safely bring Red Planet samples on the long journey back to Earth in immaculate condition. "
    },
    {
        "title": "NASA Establishes Board to Initially Review Mars Sample Return Plans",
        "preview": "The board will assist with analysis of current plans and goals for one of the most difficult missions humanity has ever undertaken."
    },
    {
        "title": "Join NASA for the Launch of the Mars 2020 Perseverance Rover",
        "preview": "No matter where you live, choose from a menu of activities to join NASA as we \"Countdown to Mars\" and launch the Perseverance rover to the Red Planet."
    },
    {
        "title": "NASA's Curiosity Mars Rover Takes a New Selfie Before Record Climb",
        "preview": "Along with capturing an image before its steepest ascent ever, the robotic explorer filmed its \"selfie stick,\" or robotic arm, in action."
    },
    {
        "title": "Independent Review Indicates NASA Prepared for Mars Sample Return Campaign",
        "preview": "NASA released an independent review report Tuesday indicating the agency is well positioned for its Mars Sample Return campaign to bring pristine samples from Mars to Earth for scientific study."
    },
    {
        "title": "New Selfie Shows Curiosity, the Mars Chemist",
        "preview": "The NASA rover performed a special chemistry experiment at the location captured in its newest self-portrait."
    },
    {
        "title": "A Year of Surprising Science From NASA's InSight Mars Mission",
        "preview": "A batch of new papers summarizes the lander's findings above and below the surface of the Red Planet."
    },
    {
        "title": "NASA Readies Perseverance Mars Rover's Earthly Twin ",
        "preview": "Did you know NASA's next Mars rover has a nearly identical sibling on Earth for testing? Even better, it's about to roll for the first time through a replica Martian landscape."
    },
    {
        "title": "NASA's MAVEN Maps Winds in the Martian Upper Atmosphere that Mirror the Terrain Below and Gives Clues to Martian Climate",
        "preview": "Researchers have created the first map of wind circulation in the upper atmosphere of a planet besides Earth, using data from NASA’s MAVEN spacecraft that were collected during the last two years."
    },
    {
        "title": "NASA's New Mars Rover Is Ready for Space Lasers",
        "preview": "Perseverance is one of a few Mars spacecraft carrying laser retroreflectors. The devices could provide new science and safer Mars landings in the future."
    }
]